[
  {
    "id": 1,
    "title": "WILLKOMMEN IM NETZ",
    "date": "13.01.2026",
    "location": "BERLIN",
    "author": "ADMIN",
    "content": "Systemtest erfolgreich.<br><br>Auf dem PC: Nutze Pfeiltasten + Enter.<br>Auf dem Handy: Tippen und Wischen."
  },
  {
    "id": 2,
    "title": "PROJEKT STRUKTUR",
    "date": "14.01.2026",
    "location": "HOME",
    "author": "DEV",
    "content": "Das Projekt ist jetzt sauber in HTML, CSS und JS getrennt. Das macht die Wartung viel einfacher."
  },
  {
    "id": 3,
    "title": "DESIGN UPDATE",
    "date": "15.01.2026",
    "location": "WEB",
    "author": "DESIGNER",
    "content": "The philosophy of Anonymous offers insight into a long-standing political question that has gone unanswered with often tragic consequences for social movements: what does a new form of collective politics look like that wishes to go beyond the identity of the individual subject in late capitalism?[16]\nInternal dissent is also a regular feature of the group.[17] A website associated with the group describes it as \"an Internet gathering\" with \"a very loose and decentralized command structure that operates on ideas rather than directives\".[17] Gabriella Coleman writes of the group: \"In some ways, it may be impossible to gauge the intent and motive of thousands of participants, many of who don't even bother to leave a trace of their thoughts, motivations, and reactions. Among those that do, opinions vary considerably.\"[18]\n\nBroadly speaking, Anons oppose Internet censorship and control and the majority of their actions target governments, organizations, and corporations that they accuse of censorship. Anons were early supporters of the global Occupy movement and the Arab Spring.[19] Since 2008, a frequent subject of disagreement within Anonymous is whether members should focus on pranking and entertainment or more serious (and, in some cases, political) activism.[20][21]\n\nWe [Anonymous] just happen to be a group of people on the Internet who need—just kind of an outlet to do as we wish, that we wouldn't be able to do in regular society. ...That's more or less the point of it. Do as you wish. ... There's a common phrase: 'we are doing it for the lulz.'\n— Trent Peacock, Search Engine: The Face of Anonymous, February 7, 2008.[22]\nBecause Anonymous has no leadership, no action can be attributed to the membership as a whole. Parmy Olson and others have criticized media coverage that presents the group as well-organized or homogeneous; Olson writes, \"There was no single leader pulling the levers, but a few organizational minds that sometimes pooled together to start planning a stunt.\"[23] Some members protest using legal means, while others employ illegal measures such as DDoS attacks and hacking.[24] Membership is open to anyone who wishes to state they are a member of the collective;[25] British journalist Carole Cadwalladr of The Observer compared the group's decentralized structure to that of al-Qaeda: \"If you believe in Anonymous, and call yourself Anonymous, you are Anonymous.\"[26] Olson, who formerly described Anonymous as a \"brand\", stated in 2012 that she now characterized it as a \"movement\" rather than a group: \"anyone can be part of it. It is a crowd of people, a nebulous crowd of people, working together and doing things together for various purposes.\"[27]\n\n"
  }
]